Repository: FelipeTreis/extension_work
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Next Maintenance
pt_br: Próxima Manutenção

source: Hello
pt_br: Olá

source: your next maintenance will be on
pt_br: sua próxima manutenção será

source: Last maintenance information:
pt_br: Informações da ultima manutenção:

source: Latest maintenance:
pt_br: Ultima manutenção:

source: Vehicle:
pt_br: Veículo:

source: Vehicle kilometer:
pt_br: Quilometragem do veículo:

source: We are waiting your return!!!
pt_br: Nós estamos esperando seu retorno!!!

source: Sent e-mail
pt_br: E-mail enviado

source: Back
pt_br: Voltar
